{
  "type": "FeatureCollection",
  "features": [
    {
      "type": "Feature",
      "properties": {
        "marker-color": "#7e7e7e",
        "marker-size": "medium",
        "Place": "Indiana",
        "content": "I attended West Lafayette Jr./Sr. High School and then Indiana University- Bloomington. At IU, I received a Bachelor of Science in Public Affairs with a Certificate in Epidemiology. During the summer between my freshman and sophomore year, I was an NSF Women in Engineering Research Assistant at Purdue University in the Department of Civil and Environmental Engineering where collected data for environmental risk research on carbon nanotubes in anaerobic environments. I presented my findings at the Indianapolis Regional Biotechnology and Nanotechnology Conference. Throughout college, I volunteered at a community garden and worked at a local farm-to-table restaurant and bakery."
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -86.15478515625,
          39.85915479295669
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "marker-color": "#7e7e7e",
        "marker-size": "medium",
        "Place": "London",
        "content": "I attended the London School of Hygiene and Tropical Medicine where I obtained a M.Sc. in Demography. My thesis was a comparative analysis on information obtained from focus groups and interviews in understanding sexual behavior change in HIV concordant and discordant couples after receiving ART in Karonga, Malawi.  While in London, I worked for Healthwatch Hackney as a research consultant where I collected qualitative data and authored a policy report on integrated care in Hackney which was presented to the Hackney Council. The report led to culturally appropriate solutions to increasing access to health services, end-of-life care, and integrated health and social care services across the borough."
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -0.0666046142578125,
          51.51787646733483
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "marker-color": "#7e7e7e",
        "marker-size": "medium",
        "marker-symbol": "",
        "Place": "Kobe-shi",
        "content" : "After graduating, I headed to Kobe, Japan to participate in a post-graduate fellowship at the World Health Organization Centre for Health Research. My project was analyzing Demographic Health Survey data to determine sample sizes for mapping intra-urban socio-environmental health disparities. I used a newly developed Excel macro that fed into QGIS, the Urban Health Index, for visualizing data. The data was used to create maps for the WHO Urban Health Report."
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          135.18831253051758,
          34.70168305526638
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "marker-color": "#7e7e7e",
        "marker-size": "medium",
        "Place": "NYC",
        "content": "At Sapna NYC, I worked to build their capacity as a small non-profit. I wrote successful grants and planned fundraising events resulting in $50,000 to support workforce development and ESL programs. I coordinated and assisted with designing workshops for participants on job training, health services, and education while building partnerships with local government agencies and other community-based organizations. I led case management for the NYC Department of Youth and Community Development Healthy Families program. In the neighborhood Sapna NYC was located, Parkchester, I enrolled over 35 families in 3 months. "
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -73.94588470458984,
          40.757400090129245
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "marker-color": "#7e7e7e",
        "marker-size": "medium",
        "Place": "Atlanta",
        "content": "I spent two years working at PRISM, a research group based at Emory University Rollins School of Public Health. At PRISM, I managed and ran the ePrEP Telemedicine Pilot Study from recruitment to final coordination of care. The pilot study was incredibly successful, over 50 participants were enrolled and an estimated 200 HIV cases were averted. The successful pilot study led to National Institute of Health and Adolescent Trials Network funding for two large-scale HIV prevention Randomized Control Trials (RCT), ePrEP and PrEP@Home. For both RCTs, I developed PrEP initiation protocols, surveys, and assisted in designing and developing content for web-based participant management systems, three mobile applications, and a clinician platform that streamlined the telemedicine and STI testing process. Additionally, I coordinated a sub-study for successfully validating syphilis testing in tandem with HIV testing in an EDTA blood plasma collection tube."
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -84.38426971435547,
          33.740614344877386
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "marker-color": "#7e7e7e",
        "marker-size": "medium",
        "Place": "Rome",
        "content": "After leaving Atlanta, I started working remotely for Learning Ally LAABs on the Research and Innovation team. At Learning Ally, my work consisted of synthesizing complex research and legal information for the marketing team to increase their outreach. I traveled around the world, with my first stop being Rome, Italy. While there I volunteered at a community garden and learned about the importance of 0km food in Italian cuisine. From Rome, I visited friends in Ancona and we sailed across the Adriatic Sea."
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          12.504158020019531,
          41.87927520155063
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "marker-color": "#7e7e7e",
        "marker-size": "medium",
        "Place": "Lisbon",
        "content": "Still working at Learning Ally LAABs, I ventured to Portugal where I worked on a olive farm that produced olive oil in the southern part of the county, the Algarve. I volunteered at local gardens in Lisbon and Porto and learned about the important role urban agriculture played in the Portuguese economy, the fusion of foods from the mix of cultures present, and the devastating impact European Union policies concerning agriculture have had on Portugal."
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -9.16259765625,
          38.73346456728629
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "marker-color": "#7e7e7e",
        "marker-size": "medium",
        "Place": "Mexico City",
        "content": "Continuing to work remotely at Learning Ally LAABs, I then went to Mexico City for a few months. In Mexico City, I enrolled in a cooking course and art course."
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -99.18010711669922,
          19.417382820241254
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "marker-color": "#7e7e7e",
        "marker-size": "medium",
        "Place": "Philadelphia",
        "content": "I am currently a second year Master of City Planning student at the Weitzman School of Design at the University of Pennsylvania, concentrating classes in smart cities/urban spatial analytics and environmental planning. I have worked on two research projects: Evaluating Risk of Water Salinization with Dr. Allison Lassiter and Accelerating Renewables in NY State with landscape architect Nicholas Pevzner funded by the Kleinman Center for Energy Policy. Currently, I am in two entrepreneurial programs: the Venture Initiation Program through Wharton and the NSF i-Corp Program for the Mid-Atlantic Region. While in school I have been the board co-chair for Laal NYC."
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -75.17669677734375,
          39.95159574030589
        ]
      }
    }
  ]
}
